Repository: yccyennhi/book_net
Catalog: flutter-app/lib/l10n/app_*.arb
Languages: vi

source: Hello World!
vi: Xin chào thế giới!

source: Change language
vi: Đổi ngôn ngữ

source: Notification Screen
vi: Màn hình thông báo

source: Enter your name here
vi: Nhập tên của bạn

# yourNameIs
source: Your name is {userName}
vi: Tên của bạn là {userName}

source: Enter any number here
vi: Nhập một số bất kì

# userNumberIs
source: {username}'s number is {number}
vi: Số mà {username} đã nhập là: {number}

# todayTomorrow
source: Today is {today}, tomorrow is {tomorrow}
vi: Hôm nay là {today}, ngày mai là {tomorrow}

# nThings
source: {count,plural, =0{no {thing}} =1{{count} {thing}} other{{count} {thing}s}
vi: {count,plural, =0{Không có {thing}} other{{count} {thing}}

source: chicken
vi: con gà
